//Массив с вопросами, вариантами ответов и правильными ответами
let questions = [
    {
        question: "Какую тему по математике вы сейчас проходите",
        options: ["Функция", "Дроби", "Степени", "+ и - числа"],
        correctAnswer: "Функция"
    },
    {
        question: "Какую тему по математике вы сейчас проходите",
        options: ["Функция", "Дроби", "Степени", "+ и - числа"],
        correctAnswer: "Функция"
    },
    {
        question: "Какую тему по математике вы сейчас проходите",
        options: ["Функция", "Дроби", "Степени", "+ и - числа"],
        correctAnswer: "Функция"
    },

];

let currentQuestion = 0; //Текущий вопрос
let currentAnswers = 0; //Количество вопросов